Repository: AugustoBSimionato/SimBuddy
Catalog: SimBuddy/Localizable.xcstrings
Source language: pt_br
Languages: en

source: %lld selecionados
en: %lld selected

source: %lld simuladores
en: %lld simulators

source: Aplicar a todos os simuladores em execução
en: Apply to all running simulators

source: Aplicar alterações
en: Apply changes

source: ativo
en: active

source: Atualiza automaticamente quando um novo simulador for detectado
en: Automatically updates when a new simulator is detected

source: Atualizar
en: Refresh

source: Atualizar ao detectar novo simulador
en: Update when detecting new simulator

source: Atualizar todos
en: Update all

source: Barras
en: Bars

source: Bateria
en: Battery

source: carregada
en: charged

source: carregando
en: charging

source: Celular
en: Cellular

source: Dados
en: Data

source: descarregando
en: discharging

source: ex.: 9:41 ou 15:42
en: e.g.: 9:41 or 15:42

source: falha
en: failure

source: Hora
en: Tiime

source: Limpar alterações
en: Clear changes

source: Modo
en: Mode

source: Nenhum simulador em execução encontrado
en: No running simulator found

source: Nenhum simulador encontrado
en: No simulator found

source: Nível
en: Level

source: Nome da operadora
en: Carrier name

source: Operadora
en: Carrier

source: procurando
en: searching

source: Quando ativado, aplica em 'booted' (todos os simuladores em execução); caso contrário, apenas aos UDIDs selecionados.
en: When on, applies to 'booted' (all running simulators); otherwise, only to selected UDIDs.

source: Selecione simuladores para aplicar alterações:
en: Select simulators to apply changes:

source: Tipo
en: Type

source: Última atualização: %@
en: Last update: %@
